[
    {
        "id": 1,
        "jobTitle": "Software Developer",
        "companyName": "Microsoft Corporation",
        "site": "Onsite",
        "jobType": "Full Time",
        "location": "New York, NY",
        "salary": "120k - 160k",
        "photo": "https://i.ibb.co/n6yM1Yv/google-1-1-1.png",
        "description": "Job Description: A software developer is responsible for designing, coding, testing, and maintaining software applications. This includes creating software solutions that meet customer needs, developing new features and enhancements, and troubleshooting software issues.",
        "responsibility": "Job Responsibility: Collaborating with cross-functional teams: Software developers often work closely with other teams, including product management, engineering, and customer support, to ensure that the software application is aligned with business and technical requirements. You will need to be able to effectively communicate your software design ideas and gather feedback from other team members.",
        "eduRequirements": "Bachelor's degree in Computer Science or a related field.",
        "experiences": "3-5",
        "phone": "212-555-1212",
        "email": "careers@microsoft.com",
        "address": "11 Times Square, New York, NY 10036"
    },
    {
        "id": 2,
        "jobTitle": "Marketing Manager",
        "companyName": "Amazon.com, Inc.",
        "site": "Remote",
        "jobType": "Part Time",
        "location": "Seattle, WA",
        "salary": "100k - 150k",
        "photo": "https://i.ibb.co/n6yM1Yv/google-1-1-1.png",
        "description": "Job Description: A marketing manager is responsible for developing and executing marketing strategies to drive customer engagement and growth. This includes creating marketing campaigns, analyzing market trends, and working with cross-functional teams to drive business goals.",
        "responsibility": "Job Responsibility: Collaborating with cross-functional teams: Marketing managers often work closely with other teams, including product management, sales, and customer support, to ensure that the marketing strategy is aligned with business and technical requirements. You will need to be able to effectively communicate your marketing ideas and gather feedback from other team members.",
        "eduRequirements": "Bachelor's degree in Marketing or a related field.",
        "experiences": "5-7",
        "phone": "206-555-1212",
        "email": "jobs@amazon.com",
        "address": "410 Terry Ave N, Seattle, WA 98109"
    },
    {
        "id": 3,
        "jobTitle": "Financial Analyst",
        "companyName": "Goldman Sachs Group, Inc.",
        "site": "Onsite",
        "jobType": "Full Time",
        "location": "San Francisco, CA",
        "salary": "120k - 160k",
        "photo": "https://i.ibb.co/Wz3cq4R/Group-10021.png",
        "description": "Job Description: A financial analyst is responsible for analyzing financial data to provide insights and recommendations to senior management. This includes conducting financial modeling, forecasting financial performance, and presenting financial data to stakeholders.",
        "responsibility": "Job Responsibility: Collaborating with cross-functional teams: Financial analysts often work closely with other teams, including accounting, treasury, and investment banking, to ensure that financial analysis is aligned with business and technical requirements. You will need to be able to effectively communicate your financial analysis and gather feedback from other team members.",
        "eduRequirements": "Bachelor's degree in Finance or a related field.",
        "experiences": "2-4",
        "phone": "415-555-1212",
        "email": "careers@gs.com",
        "address": "555 California St, San"
    },
    {
        "id": 4,
        "jobTitle": "Backend Developer",
        "companyName": "Microsoft Corporation",
        "site": "Remote",
        "jobType": "Part Time",
        "location": "New York, NY",
        "salary": "80k - 120k",
        "photo": "https://i.ibb.co/2F8QZw8/netflix-4-1.png",
        "description": "Job Description: A Backend Developer is responsible for developing server-side web application logic and integration of the front-end part. This includes designing and developing APIs, writing database queries and ensuring the responsiveness of applications. ",
        "responsibility": "Job Responsibility: Working with the development team to design and develop server-side logic, maintaining and improving existing code, ensuring the responsiveness of applications, and writing testable, scalable and maintainable code.",
        "eduRequirements": "Bachelor’s degree in Computer Science or a related field.",
        "experiences": "3-5 years",
        "phone": "212-555-1234",
        "email": "hr@microsoft.com",
        "address": "11 Times Square, New York, NY 10036"
    },
    {
        "id": 5,
        "jobTitle": "Digital Marketing Manager",
        "companyName": "Amazon.com, Inc.",
        "site": "Onsite",
        "jobType": "Full Time",
        "location": "Seattle, WA",
        "salary": "120k - 150k",
        "photo": "https://i.ibb.co/XSZByhs/tesla-9-1.png",
        "description": "Job Description: A Digital Marketing Manager is responsible for developing and implementing digital marketing strategies to drive traffic and engagement to the company's website and other digital channels. This includes planning and executing campaigns, analyzing data and creating content.",
        "responsibility": "Job Responsibility: Developing and executing digital marketing campaigns, tracking and analyzing website traffic and engagement metrics, creating and managing content, collaborating with other teams such as design, product and sales to ensure alignment of marketing strategies with overall business objectives.",
        "eduRequirements": "Bachelor’s degree in Marketing, Business Administration or a related field.",
        "experiences": "5-7 years",
        "phone": "206-555-5678",
        "email": "hr@amazon.com",
        "address": "Amazon.com, Inc., 410 Terry Ave. North, Seattle, WA 98109-5210"
    },
    {
        "id": 6,
        "jobTitle": "Artificial Intelligence Researcher",
        "companyName": "Tesla, Inc.",
        "site": "Remote",
        "jobType": "Contract",
        "location": "Palo Alto, CA",
        "salary": "150k - 200k",
        "photo": "https://i.ibb.co/XSZByhs/tesla-9-1.png",
        "description": "Job Description: An Artificial Intelligence Researcher is responsible for developing and implementing AI algorithms and models to support the company's research and development efforts. This includes conducting research, designing and developing machine learning models and collaborating with other researchers.",
        "responsibility": "Job Responsibility: Conducting research in AI and machine learning, designing and developing machine learning models, collaborating with other researchers, implementing models in production environments, and staying up-to-date with the latest developments in the field.",
        "eduRequirements": "Master’s degree or PhD in Computer Science, Mathematics, or a related field.",
        "experiences": "5-10 years",
        "phone": "650-555-6789",
        "email": "hr@tesla.com",
        "address": "Tesla, Inc., 3500 Deer Creek Road, Palo Alto"
    }
]